export const graphData = {
  "nodes": [
    {
      "id": 0,
      "label": "„Железният светилник“",
      "grade": "11 клас",
      "theme": "Родното и чуждото"
    },
    {
      "id": 1,
      "label": "„Бай Ганьо журналист“",
      "grade": "11 клас",
      "theme": "Родното и чуждото"
    },
    {
      "id": 2,
      "label": "„Балкански синдром“",
      "grade": "11 клас",
      "theme": "Родното и чуждото"
    },
    {
      "id": 3,
      "label": "„Паисий“",
      "grade": "11 клас",
      "theme": "Миналото и паметта"
    },
    {
      "id": 4,
      "label": "„История“",
      "grade": "11 клас",
      "theme": "Миналото и паметта"
    },
    {
      "id": 5,
      "label": "„Ноев ковчег“",
      "grade": "11 клас",
      "theme": "Миналото и паметта"
    },
    {
      "id": 6,
      "label": "„Борба“",
      "grade": "11 клас",
      "theme": "Обществото и властта"
    },
    {
      "id": 7,
      "label": "„Андрешко“",
      "grade": "11 клас",
      "theme": "Обществото и властта"
    },
    {
      "id": 8,
      "label": "„Приказка за стълбата“",
      "grade": "11 клас",
      "theme": "Обществото и властта"
    },
    {
      "id": 9,
      "label": "„До моето първо либе“",
      "grade": "11 клас",
      "theme": "Животът и смъртта"
    },
    {
      "id": 10,
      "label": "„Новото гробище над Сливница“",
      "grade": "11 клас",
      "theme": "Животът и смъртта"
    },
    {
      "id": 11,
      "label": "„Крадецът на праскови“",
      "grade": "11 клас",
      "theme": "Животът и смъртта"
    },
    {
      "id": 12,
      "label": "„При Рилския манастир“",
      "grade": "11 клас",
      "theme": "Природата"
    },
    {
      "id": 13,
      "label": "„Градушка“",
      "grade": "11 клас",
      "theme": "Природата"
    },
    {
      "id": 14,
      "label": "„Спи езерото...“",
      "grade": "11 клас",
      "theme": "Природата"
    },
    {
      "id": 15,
      "label": "„Аз искам да те помня все така“",
      "grade": "12 клас",
      "theme": "Любовта"
    },
    {
      "id": 16,
      "label": "„Колко си хубава“",
      "grade": "12 клас",
      "theme": "Любовта"
    },
    {
      "id": 17,
      "label": "„Посвещение“",
      "grade": "12 клас",
      "theme": "Любовта"
    },
    {
      "id": 18,
      "label": "„Спасова могила“",
      "grade": "12 клас",
      "theme": "Вярата и надеждата"
    },
    {
      "id": 19,
      "label": "„Молитва“",
      "grade": "12 клас",
      "theme": "Вярата и надеждата"
    },
    {
      "id": 20,
      "label": "„Вяра“",
      "grade": "12 клас",
      "theme": "Вярата и надеждата"
    },
    {
      "id": 21,
      "label": "„Ветрената Мелница“",
      "grade": "12 клас",
      "theme": "Трудът и творчеството"
    },
    {
      "id": 22,
      "label": "„Песента на колелетата“",
      "grade": "12 клас",
      "theme": "Трудът и творчеството"
    },
    {
      "id": 23,
      "label": "„Балада за Георг Хених“",
      "grade": "12 клас",
      "theme": "Трудът и творчеството"
    },
    {
      "id": 24,
      "label": "„Две души“",
      "grade": "12 клас",
      "theme": "Изборът и раздвоението"
    },
    {
      "id": 25,
      "label": "„Потомка“",
      "grade": "12 клас",
      "theme": "Изборът и раздвоението"
    },
    {
      "id": 26,
      "label": "„Честен кръст“",
      "grade": "12 клас",
      "theme": "Изборът и раздвоението"
    }
  ],
  "edges": [
    {
      "source": 0,
      "target": 1,
      "label": "Темата за родното като нравствена мярка"
    },
    {
      "source": 0,
      "target": 2,
      "label": "Темата за разколебаната идентичност"
    },
    {
      "source": 0,
      "target": 3,
      "label": "Мотива за националното пробуждане като духовно събуждане"
    },
    {
      "source": 0,
      "target": 4,
      "label": "Темата за голямото време, което минава през живота на обикновения човек"
    },
    {
      "source": 0,
      "target": 5,
      "label": "Темата за паметта като спасение на общността"
    },
    {
      "source": 0,
      "target": 6,
      "label": "Мотива за съпротивата срещу унижението и темата за защитата на човешкото достойнство"
    },
    {
      "source": 0,
      "target": 7,
      "label": "Темата за справедливостта"
    },
    {
      "source": 0,
      "target": 8,
      "label": "Темата за проблема за цената на изкачването и морала като условие за истински възход"
    },
    {
      "source": 0,
      "target": 9,
      "label": "Темата за поставянето на дълга към обществото над личното"
    },
    {
      "source": 0,
      "target": 10,
      "label": "Темата за историческата памет като дълг"
    },
    {
      "source": 0,
      "target": 11,
      "label": "Темата за изпитанието на човечността в напрегнато историческо време"
    },
    {
      "source": 0,
      "target": 12,
      "label": "Темата за родното пространство като духовен дом"
    },
    {
      "source": 0,
      "target": 13,
      "label": "Мотива за общността, изправена пред тежко изпитание"
    },
    {
      "source": 0,
      "target": 14,
      "label": "Темата за търсенето на покой и духовна опора"
    },
    {
      "source": 0,
      "target": 15,
      "label": "Темата е за паметта за скъпото и опитът то да бъде съхранено въпреки отсъствието"
    },
    {
      "source": 0,
      "target": 16,
      "label": "Темата е за одухотворяването на красотата като ценност в човешкия живот"
    },
    {
      "source": 0,
      "target": 17,
      "label": "Темата е за копнежът по пълноценна човешка близост и вътрешна цялост"
    },
    {
      "source": 0,
      "target": 18,
      "label": "Темата е за страданието на общността, което не унищожава надеждата"
    },
    {
      "source": 0,
      "target": 19,
      "label": "Темата е за нуждата от духовна опора и вътрешно пречистване"
    },
    {
      "source": 0,
      "target": 20,
      "label": "Темата е за устойчивостта на човека пред трудната действителност"
    },
    {
      "source": 0,
      "target": 21,
      "label": "Темата е за трудът като жизнетворна и съграждаща сила"
    },
    {
      "source": 0,
      "target": 22,
      "label": "Темата е за майсторството като начин да се внесе ред и смисъл в живота"
    },
    {
      "source": 0,
      "target": 23,
      "label": "Темата е за приемствеността и съхраняването на духовни ценности"
    },
    {
      "source": 0,
      "target": 24,
      "label": "Темата е за вътрешното напрежение между личния порив и по-високия дълг"
    },
    {
      "source": 0,
      "target": 25,
      "label": "Темата е за родовата памет и наследената идентичност"
    },
    {
      "source": 0,
      "target": 26,
      "label": "Темата е верността към нравственото ядро на личността"
    },
    {
      "source": 1,
      "target": 2,
      "label": "Темата за деформираната национална идентичност и обществения абсурд"
    },
    {
      "source": 1,
      "target": 3,
      "label": "Темата за отстояването на истинското национално самосъзнание – между просветление и подмяна"
    },
    {
      "source": 1,
      "target": 4,
      "label": "Проблема за изопачаването на истината за човека и обществото"
    },
    {
      "source": 1,
      "target": 5,
      "label": "Мотива за съхраняването на човешкото в свят на нравствен разпад"
    },
    {
      "source": 1,
      "target": 6,
      "label": "Темата за разобличаването на лицемерието и обществената неправда"
    },
    {
      "source": 1,
      "target": 7,
      "label": "Конфликта между властта и малкия човек"
    },
    {
      "source": 1,
      "target": 8,
      "label": "Темата за властта като средство за морално развращение"
    },
    {
      "source": 1,
      "target": 9,
      "label": "Контрастта между личната изгода и обществения идеал"
    },
    {
      "source": 1,
      "target": 10,
      "label": "Темата за моралната цена на свободата"
    },
    {
      "source": 1,
      "target": 11,
      "label": "Противопоставянето между ценизма и човечността"
    },
    {
      "source": 1,
      "target": 12,
      "label": "Контрастта между покварения обществен свят и духовния покой"
    },
    {
      "source": 1,
      "target": 13,
      "label": "Мотива за разрушените човешки надежди"
    },
    {
      "source": 1,
      "target": 14,
      "label": "Темата за противопоставянето между външния свят и вътрешната тишина"
    },
    {
      "source": 1,
      "target": 15,
      "label": "Темата за различието между идеала и разочароващата действителност"
    },
    {
      "source": 1,
      "target": 16,
      "label": "Мотива за човешката поквареност"
    },
    {
      "source": 1,
      "target": 17,
      "label": "Мотива за /липсата на/ чувството на греховност и вина"
    },
    {
      "source": 1,
      "target": 18,
      "label": "Контраста между мечтите и желанията на човека"
    },
    {
      "source": 1,
      "target": 19,
      "label": "Мотива за духовната криза в човека"
    },
    {
      "source": 1,
      "target": 20,
      "label": "Мотива за удолетворението от живота"
    },
    {
      "source": 1,
      "target": 21,
      "label": "Мотива за избора на съзидателното начало"
    },
    {
      "source": 1,
      "target": 22,
      "label": "Мотива за нравственият смисъл на труда"
    },
    {
      "source": 1,
      "target": 23,
      "label": "Мотива за сблъсъкът между духовното и грубата среда"
    },
    {
      "source": 1,
      "target": 24,
      "label": "Темата за породеното/липсващото раздвоение"
    },
    {
      "source": 1,
      "target": 25,
      "label": "Мотива за отчуждението от родното"
    },
    {
      "source": 1,
      "target": 26,
      "label": "Темата за загубата автентичността на творчеството"
    },
    {
      "source": 2,
      "target": 3,
      "label": "Темата за кризата и възстановяването на националното самосъзнание"
    },
    {
      "source": 2,
      "target": 4,
      "label": "Проблема за мястото на човека в разколебаното историческо време"
    },
    {
      "source": 2,
      "target": 5,
      "label": "Темата за търсенето на смисъл сред хаос и разпад"
    },
    {
      "source": 2,
      "target": 6,
      "label": "Темата за нуждата от съпротива"
    },
    {
      "source": 2,
      "target": 7,
      "label": "Темата за съдбата на малкия човек срещу безличната система"
    },
    {
      "source": 2,
      "target": 8,
      "label": "Темата за деформацията на човека под натиска на властт"
    },
    {
      "source": 2,
      "target": 9,
      "label": "Темата е кофликтът между идеал и компромис"
    },
    {
      "source": 2,
      "target": 10,
      "label": "Темата за съвременната криза на национално опора"
    },
    {
      "source": 2,
      "target": 11,
      "label": "Темата за търсенето на човешкото в разрушена реалност"
    },
    {
      "source": 2,
      "target": 12,
      "label": "Темата за нуждата от духовна опора"
    },
    {
      "source": 2,
      "target": 13,
      "label": "Безсилието на човека пред по-големи от него сили"
    },
    {
      "source": 2,
      "target": 14,
      "label": "Темата за противопоставянето между разкъсания свят и мечтата за хармония"
    },
    {
      "source": 2,
      "target": 15,
      "label": "Болката от разпадането на вътрешната цялост"
    },
    {
      "source": 2,
      "target": 16,
      "label": "Копнежът по красота и хармония в разстроен свят"
    },
    {
      "source": 2,
      "target": 17,
      "label": "Желанието за истинска среща въпреки тревогата и несигурността"
    },
    {
      "source": 2,
      "target": 18,
      "label": "Човешкото безсилие и жаждата за надежда"
    },
    {
      "source": 2,
      "target": 19,
      "label": "Нуждата от духовна посока"
    },
    {
      "source": 2,
      "target": 20,
      "label": "Търсенето на вътрешна опора срещу хаоса"
    },
    {
      "source": 2,
      "target": 21,
      "label": "Противопоставянето между жизнената енергия и обществения застой"
    },
    {
      "source": 2,
      "target": 22,
      "label": "Търсенето на ред и хармония чрез човешко съзидание"
    },
    {
      "source": 2,
      "target": 23,
      "label": "Съхраняването на човешкото достойнство в обезличено време"
    },
    {
      "source": 2,
      "target": 24,
      "label": "Мотива за раздвоената личност"
    },
    {
      "source": 2,
      "target": 25,
      "label": "Търсенето на корен и самоличност"
    },
    {
      "source": 2,
      "target": 26,
      "label": "Кризата на ценностите и трудният нравствен избор"
    },
    {
      "source": 3,
      "target": 4,
      "label": "Темата за народа и историческата памет"
    },
    {
      "source": 3,
      "target": 5,
      "label": "Идеята, че паметта спасява общността"
    },
    {
      "source": 3,
      "target": 6,
      "label": "Мотива за духовното пробуждане като начало на съпротивата"
    },
    {
      "source": 3,
      "target": 7,
      "label": "Темата за защитата на човешкото достойнство"
    },
    {
      "source": 3,
      "target": 8,
      "label": "Свързват се чрез проблема за съвестта и нравствения избор"
    },
    {
      "source": 3,
      "target": 9,
      "label": "Темата за пробуждането - от личното към общото"
    },
    {
      "source": 3,
      "target": 10,
      "label": "Свързват се чрез националната памет и героичното наследство"
    },
    {
      "source": 3,
      "target": 11,
      "label": "Темата за изпитанието на човечността от историята"
    },
    {
      "source": 3,
      "target": 12,
      "label": "Свързват се чрез образа на духовното родно пространство"
    },
    {
      "source": 3,
      "target": 13,
      "label": "Темата за представата за народа, изправен пред изпитание"
    },
    {
      "source": 3,
      "target": 14,
      "label": "Темата за образът на събуждането"
    },
    {
      "source": 3,
      "target": 15,
      "label": "Паметта като форма на любов и вярност"
    },
    {
      "source": 3,
      "target": 16,
      "label": "Възвишаващата сила на преклонението"
    },
    {
      "source": 3,
      "target": 17,
      "label": "Идеалът, който извежда човека над всекидневното"
    },
    {
      "source": 3,
      "target": 18,
      "label": "Вярата като сила за общността"
    },
    {
      "source": 3,
      "target": 19,
      "label": "Словото, обърнато към духовното"
    },
    {
      "source": 3,
      "target": 20,
      "label": "Убеждението, че човек оцелява чрез вътрешна твърдост"
    },
    {
      "source": 3,
      "target": 21,
      "label": "Действената енергия, която съживява света"
    },
    {
      "source": 3,
      "target": 22,
      "label": "Творчеството като предаване на културен смисъл"
    },
    {
      "source": 3,
      "target": 23,
      "label": "Фигурата на духовния учител"
    },
    {
      "source": 3,
      "target": 24,
      "label": "Напрежението между високата мисия и човешкото страдание"
    },
    {
      "source": 3,
      "target": 25,
      "label": "Родовата памет"
    },
    {
      "source": 3,
      "target": 26,
      "label": "Верността към истината и призванието"
    },
    {
      "source": 4,
      "target": 5,
      "label": "Идеята, че човешкото трябва да бъде съхранено в паметта"
    },
    {
      "source": 4,
      "target": 6,
      "label": "Темата за несъгласието с несправедливия свят"
    },
    {
      "source": 4,
      "target": 7,
      "label": "Темата за съдбата на малкия човек"
    },
    {
      "source": 4,
      "target": 8,
      "label": "Проблема за обществото, което трябва да бъде съдено по отношението си към човека"
    },
    {
      "source": 4,
      "target": 9,
      "label": "Темата за превръщането на личния глас в глас на общото страдание"
    },
    {
      "source": 4,
      "target": 10,
      "label": "Темата за цената на историята и паметта за страданието и жертвата"
    },
    {
      "source": 4,
      "target": 11,
      "label": "Темата за човешката съдба на фона на големите събития"
    },
    {
      "source": 4,
      "target": 12,
      "label": "Темата за търсенето на опора отвъд хаоса на времето"
    },
    {
      "source": 4,
      "target": 13,
      "label": "Темата за страданието на обикновения човек"
    },
    {
      "source": 4,
      "target": 14,
      "label": "Темата за апрежението между историческата тревога и мечтата за покой"
    },
    {
      "source": 4,
      "target": 15,
      "label": "Съпротивата срещу забравата"
    },
    {
      "source": 4,
      "target": 16,
      "label": "Опитът да се съхрани човешката нежност в сурово време"
    },
    {
      "source": 4,
      "target": 17,
      "label": "Жаждата за човешка пълнота отвъд разрухата"
    },
    {
      "source": 4,
      "target": 18,
      "label": "Страданието и надеждата на обикновените хора"
    },
    {
      "source": 4,
      "target": 19,
      "label": "Търсенето на смисъл отвъд болката на времето"
    },
    {
      "source": 4,
      "target": 20,
      "label": "Жизнелюбието насред борбата"
    },
    {
      "source": 4,
      "target": 21,
      "label": "Трудът като достойнство на обикновения човек"
    },
    {
      "source": 4,
      "target": 22,
      "label": "Творческото преобразяване на живота"
    },
    {
      "source": 4,
      "target": 23,
      "label": "Опазването на човешката стойност въпреки бедността и времето"
    },
    {
      "source": 4,
      "target": 24,
      "label": "Разкъсаният вътрешен свят на модерния човек"
    },
    {
      "source": 4,
      "target": 25,
      "label": "Самоличността, изградена от памет и време"
    },
    {
      "source": 4,
      "target": 26,
      "label": "Търсенето на истината за човека и епохата"
    },
    {
      "source": 5,
      "target": 6,
      "label": "Темата за защитата на човешкото в свят на зло и разпад"
    },
    {
      "source": 5,
      "target": 7,
      "label": "Темата за състраданието и човечността като спасение"
    },
    {
      "source": 5,
      "target": 8,
      "label": "Темата за въпроса какво трябва да се съхрани у човека и какво той сам губи"
    },
    {
      "source": 5,
      "target": 9,
      "label": "Темата за предпочитането на по-големия смисъл пред личното спокойствие"
    },
    {
      "source": 5,
      "target": 10,
      "label": "Темата за паметта като форма на спасение"
    },
    {
      "source": 5,
      "target": 11,
      "label": "Темата за човечността на ръба на катастрофата"
    },
    {
      "source": 5,
      "target": 12,
      "label": "Темата за нуждата от обежище и спасено пространство"
    },
    {
      "source": 5,
      "target": 13,
      "label": "Темата за заплахата на живота и труда"
    },
    {
      "source": 5,
      "target": 14,
      "label": "Общото е образът на водата - между покой и заплаха"
    },
    {
      "source": 5,
      "target": 15,
      "label": "Опазването на крехкото човешко в паметта"
    },
    {
      "source": 5,
      "target": 16,
      "label": "Съхраняването на красотата в груб свят"
    },
    {
      "source": 5,
      "target": 17,
      "label": "Уязвимият копнеж по човешка близост"
    },
    {
      "source": 5,
      "target": 18,
      "label": "Надеждата за спасение насред страдание и несигурност"
    },
    {
      "source": 5,
      "target": 19,
      "label": "Духовното убежище, към което човек се обръща"
    },
    {
      "source": 5,
      "target": 20,
      "label": "Отказът човекът да се предаде на разпада"
    },
    {
      "source": 5,
      "target": 21,
      "label": "Жизнената енергия на съзиданието"
    },
    {
      "source": 5,
      "target": 22,
      "label": "Творчеството като форма на спасение"
    },
    {
      "source": 5,
      "target": 23,
      "label": "Защитата на духовното срещу обедняването на света"
    },
    {
      "source": 5,
      "target": 24,
      "label": "Вътрешното напрежение в застрашен свят"
    },
    {
      "source": 5,
      "target": 25,
      "label": "Наследството и приемствеността между поколенията"
    },
    {
      "source": 5,
      "target": 26,
      "label": "Въпросът какво трябва да бъде опазено на всяка цена"
    },
    {
      "source": 6,
      "target": 7,
      "label": "Темата за съпротивата срещу несправедливата власт"
    },
    {
      "source": 6,
      "target": 8,
      "label": "Темата за разобличаването на злото"
    },
    {
      "source": 6,
      "target": 9,
      "label": "Темата за отказа от примирие"
    },
    {
      "source": 6,
      "target": 10,
      "label": "Темата за цената на свободата"
    },
    {
      "source": 6,
      "target": 11,
      "label": "Темата за защитата на човешкото от насилието"
    },
    {
      "source": 6,
      "target": 12,
      "label": "Темата за търсенето на нравствена висота"
    },
    {
      "source": 6,
      "target": 13,
      "label": "Темата за човешкото страдание в суров свят"
    },
    {
      "source": 6,
      "target": 14,
      "label": "Противопоставянето между вътрешния плам и вътрешния покой"
    },
    {
      "source": 6,
      "target": 15,
      "label": "Личната болка, която разкрива дълбока човешка истина"
    },
    {
      "source": 6,
      "target": 16,
      "label": "Силното чувство като защита на човешкото у човека"
    },
    {
      "source": 6,
      "target": 17,
      "label": "Страстната жажда за истински и пълноценен живот"
    },
    {
      "source": 6,
      "target": 18,
      "label": "Страданието, което не успява да убие надеждата."
    },
    {
      "source": 6,
      "target": 19,
      "label": "Нуждата от нравствено пречистване"
    },
    {
      "source": 6,
      "target": 20,
      "label": "Непримиримостта пред разрухата и обезсмислянето"
    },
    {
      "source": 6,
      "target": 21,
      "label": "Действената жизненост срещу мъртвата примиреност"
    },
    {
      "source": 6,
      "target": 22,
      "label": "Достойнството на човека, който създава смисъл"
    },
    {
      "source": 6,
      "target": 23,
      "label": "Честта на твореца в недуховно време"
    },
    {
      "source": 6,
      "target": 24,
      "label": "Вътрешният драматизъм на човека"
    },
    {
      "source": 6,
      "target": 25,
      "label": "Бунтовният стремеж към свобода и самоутвърждаване"
    },
    {
      "source": 6,
      "target": 26,
      "label": "Отказът от компромис с истината"
    },
    {
      "source": 7,
      "target": 8,
      "label": "Темата за конфликта между човечността и властта"
    },
    {
      "source": 7,
      "target": 9,
      "label": "Темата за избора на по-висша ценност пред личното удобство"
    },
    {
      "source": 7,
      "target": 10,
      "label": "Темата за достойнството на обикновения човек"
    },
    {
      "source": 7,
      "target": 11,
      "label": "Темата за човешкото като бунт срещу суровата действителност"
    },
    {
      "source": 7,
      "target": 12,
      "label": "Темата за нравствената опора в простото и истинското"
    },
    {
      "source": 7,
      "target": 13,
      "label": "Темата за нравствената опора в простото и истинското"
    },
    {
      "source": 7,
      "target": 14,
      "label": "Темата за търсенето на неподправеност и близост до истинското"
    },
    {
      "source": 7,
      "target": 15,
      "label": "Болката на уязвимия човек"
    },
    {
      "source": 7,
      "target": 16,
      "label": "Човешката топлота като мярка за истинска стойност"
    },
    {
      "source": 7,
      "target": 17,
      "label": "Нуждата от близост и разбиране"
    },
    {
      "source": 7,
      "target": 18,
      "label": "Страданието на малкия човек и неговата надежда"
    },
    {
      "source": 7,
      "target": 19,
      "label": "Състраданието и чувството за човешка общност"
    },
    {
      "source": 7,
      "target": 20,
      "label": "Издръжливостта на простия човек пред тежкия живот"
    },
    {
      "source": 7,
      "target": 21,
      "label": "Селският свят и неговата жизнена енергия"
    },
    {
      "source": 7,
      "target": 22,
      "label": "Човечността, открита в делника и занаята"
    },
    {
      "source": 7,
      "target": 23,
      "label": "Уважението към бедния, но достоен човек"
    },
    {
      "source": 7,
      "target": 24,
      "label": "Моралното напрежение между правило и съвест"
    },
    {
      "source": 7,
      "target": 25,
      "label": "Инстинктът за свобода"
    },
    {
      "source": 7,
      "target": 26,
      "label": "Верността към вътрешната правда"
    },
    {
      "source": 8,
      "target": 9,
      "label": "Темата за избора между личното и висшето, и цената на този избор"
    },
    {
      "source": 8,
      "target": 10,
      "label": "Темата за нравствената мярка на обществото: съхраняваме ли идеалите, или ги заменяме с удобството"
    },
    {
      "source": 8,
      "target": 11,
      "label": "Темата за обезчовечаването на света"
    },
    {
      "source": 8,
      "target": 12,
      "label": "Темата за противопоставянето между нравственото падение и духовния ред"
    },
    {
      "source": 8,
      "target": 13,
      "label": "Темата за разрушаването на човешките надежди"
    },
    {
      "source": 8,
      "target": 14,
      "label": "Темата за загубата и мечтата за вътрешна цялост"
    },
    {
      "source": 8,
      "target": 15,
      "label": "Загубата на автентично чувство"
    },
    {
      "source": 8,
      "target": 16,
      "label": "Заплахата над красотата в покварен свят"
    },
    {
      "source": 8,
      "target": 17,
      "label": "Копнежът по чиста връзка, застрашена от разпада"
    },
    {
      "source": 8,
      "target": 18,
      "label": "Човешкото изпитание и търсенето на спасение"
    },
    {
      "source": 8,
      "target": 19,
      "label": "Противопоставянето между падението и духовното възстановяване"
    },
    {
      "source": 8,
      "target": 20,
      "label": "Изборът между саморазрушението и вътрешната устойчивост"
    },
    {
      "source": 8,
      "target": 21,
      "label": "Противопоставянето между съзидателния живот и бездушната амбиция"
    },
    {
      "source": 8,
      "target": 22,
      "label": "Разликата между истинското майсторство и жаждата за власт"
    },
    {
      "source": 8,
      "target": 23,
      "label": "Достойнството на твореца срещу обезчовеченото време"
    },
    {
      "source": 8,
      "target": 24,
      "label": "Мотивът за раздвоеното аз"
    },
    {
      "source": 8,
      "target": 25,
      "label": "Изборът между свободната същност и наложената роля"
    },
    {
      "source": 8,
      "target": 26,
      "label": "Нравственият избор между истина и подмяна"
    },
    {
      "source": 9,
      "target": 10,
      "label": "Темата за жертвата в името на свободата и родината"
    },
    {
      "source": 9,
      "target": 11,
      "label": "Темата за любовта, поставена пред по-силни исторически обстоятелства"
    },
    {
      "source": 9,
      "target": 12,
      "label": "Темата за духовното извисяване"
    },
    {
      "source": 9,
      "target": 13,
      "label": "Мотива за застрашената надежда и драматичния свят"
    },
    {
      "source": 9,
      "target": 14,
      "label": "Темата за дълбокия вътрешен свят на човека"
    },
    {
      "source": 9,
      "target": 15,
      "label": "Мотива за изоставянето на любимия човек"
    },
    {
      "source": 9,
      "target": 16,
      "label": "Мотива за любовта като висша ценност"
    },
    {
      "source": 9,
      "target": 17,
      "label": "Мотива за поставянето като част от избор"
    },
    {
      "source": 9,
      "target": 18,
      "label": "Мотива за човешките усилия и страдание"
    },
    {
      "source": 9,
      "target": 19,
      "label": "Мотива за изповедният порив към духовно спасение"
    },
    {
      "source": 9,
      "target": 20,
      "label": "Мотива за непоколебимата вяра в бъдещето и готовността за борба"
    },
    {
      "source": 9,
      "target": 21,
      "label": "Мотива за изборът на действието вместо пасивността"
    },
    {
      "source": 9,
      "target": 22,
      "label": "Мотива за служенето на другите"
    },
    {
      "source": 9,
      "target": 23,
      "label": "Мотива за самоотдаването на висок духовен идеал"
    },
    {
      "source": 9,
      "target": 24,
      "label": "Мотива за вътрешният конфликт"
    },
    {
      "source": 9,
      "target": 25,
      "label": "Мотива за свободолюбието и отказът от покорство"
    },
    {
      "source": 9,
      "target": 26,
      "label": "Мотива за моралният избор и верността към себе си"
    },
    {
      "source": 10,
      "target": 11,
      "label": "Темата за човешката съдба под знака на войната"
    },
    {
      "source": 10,
      "target": 12,
      "label": "Темата за паметта като духовно преживяване"
    },
    {
      "source": 10,
      "target": 13,
      "label": "Темата за чувството за загуба"
    },
    {
      "source": 10,
      "target": 14,
      "label": "Темата за тихото осмисляне на съдбата, мълчанието и паметта"
    },
    {
      "source": 10,
      "target": 15,
      "label": "Мотива за паметта на избения/те"
    },
    {
      "source": 10,
      "target": 16,
      "label": "Възхвалата"
    },
    {
      "source": 10,
      "target": 17,
      "label": "Мотива за извисяването на личността"
    },
    {
      "source": 10,
      "target": 18,
      "label": "Мотива за изправянето на човека пред страдание"
    },
    {
      "source": 10,
      "target": 19,
      "label": "Мотива за отчуждението"
    },
    {
      "source": 10,
      "target": 20,
      "label": "Мотива за непоколебимата вяра въпреки трагичното настояще"
    },
    {
      "source": 10,
      "target": 21,
      "label": "Мотива за положения труд в чест на другите"
    },
    {
      "source": 10,
      "target": 22,
      "label": "Мотива за благодетелството"
    },
    {
      "source": 10,
      "target": 23,
      "label": "Мотива за безсмъртието чрез паметта"
    },
    {
      "source": 10,
      "target": 24,
      "label": "Мотива за драматизма на човешкото съществуване"
    },
    {
      "source": 10,
      "target": 25,
      "label": "Мотива за родното и връзката на човека с него"
    },
    {
      "source": 10,
      "target": 26,
      "label": "Мотива за дълга на твореца"
    },
    {
      "source": 11,
      "target": 12,
      "label": "Темата за нуждата от духовно обежище"
    },
    {
      "source": 11,
      "target": 13,
      "label": "Темата за разрушителната сила и човешкото безсилие след нея"
    },
    {
      "source": 11,
      "target": 14,
      "label": "Темата за любовта, свързана с тъга, копнеж и невъзможност за пълно щастие"
    },
    {
      "source": 11,
      "target": 15,
      "label": "Мотива за невъзможната любов"
    },
    {
      "source": 11,
      "target": 16,
      "label": "Темата за любовта и идеализираната красота"
    },
    {
      "source": 11,
      "target": 17,
      "label": "Мотива за нуждата на любимия живота на човека"
    },
    {
      "source": 11,
      "target": 18,
      "label": "Мотива за страданието и надеждата за спасение"
    },
    {
      "source": 11,
      "target": 19,
      "label": "Мотива за самотата"
    },
    {
      "source": 11,
      "target": 20,
      "label": "Мотива за разликата между существуването и живеенето"
    },
    {
      "source": 11,
      "target": 21,
      "label": "Мотива за любовта като сила, която променя човека"
    },
    {
      "source": 11,
      "target": 22,
      "label": "Мотива за осмислянето на живота"
    },
    {
      "source": 11,
      "target": 23,
      "label": "Мотива за самотната, уязвима личност в жесток свят"
    },
    {
      "source": 11,
      "target": 24,
      "label": "Мотива за вътрешния душевен конфликт"
    },
    {
      "source": 11,
      "target": 25,
      "label": "Мотива за противопоставяне срещу консервативните нагласи"
    },
    {
      "source": 11,
      "target": 26,
      "label": "Мотива за личността срещу потискащата среда"
    },
    {
      "source": 12,
      "target": 13,
      "label": "Свързват се чрез двойствения образ на природата като закрила и като заплаха"
    },
    {
      "source": 12,
      "target": 14,
      "label": "Тамата за представата за природата като духовно пространство"
    },
    {
      "source": 12,
      "target": 15,
      "label": "Породеното у човека носталгично чувство"
    },
    {
      "source": 12,
      "target": 16,
      "label": "Възхвалата на красотата"
    },
    {
      "source": 12,
      "target": 17,
      "label": "Образа на небесата"
    },
    {
      "source": 12,
      "target": 18,
      "label": "Мотива за избавление от земното страдание"
    },
    {
      "source": 12,
      "target": 19,
      "label": "Мотива за простите ценности в живота"
    },
    {
      "source": 12,
      "target": 20,
      "label": "Мотива за ценностите на живота"
    },
    {
      "source": 12,
      "target": 21,
      "label": "Мотива за търсенето на изход от криза"
    },
    {
      "source": 12,
      "target": 22,
      "label": "Мотива за хармонията между човека и съзидателното начало"
    },
    {
      "source": 12,
      "target": 23,
      "label": "Мотива за одухотвореното, изолирано пространство като убежище на духа"
    },
    {
      "source": 12,
      "target": 24,
      "label": "Темата за вътрешния мир/хаос у човека"
    },
    {
      "source": 12,
      "target": 25,
      "label": "Образа на родното"
    },
    {
      "source": 12,
      "target": 26,
      "label": "Мотива за самоизолирането на Аза"
    },
    {
      "source": 13,
      "target": 14,
      "label": "Темата за противопоставянето между природата като стихия и природата като утеха"
    },
    {
      "source": 13,
      "target": 15,
      "label": "Мотива за чувството на безпомощност"
    },
    {
      "source": 13,
      "target": 16,
      "label": "Контраста между красотата на идеализираното и грозотата на действителното"
    },
    {
      "source": 13,
      "target": 17,
      "label": "Мотива за мечтата за спасение от тежката действителност"
    },
    {
      "source": 13,
      "target": 18,
      "label": "Мотива за страданието и надеждата за спасение"
    },
    {
      "source": 13,
      "target": 19,
      "label": "Мотива за страданието и усещането за изоставеност на човека"
    },
    {
      "source": 13,
      "target": 20,
      "label": "Мотива за борбата с трудния живот"
    },
    {
      "source": 13,
      "target": 21,
      "label": "Мотива за изходът от бедата чрез труд"
    },
    {
      "source": 13,
      "target": 22,
      "label": "Мотива за труда като смисъл на човешкото съществуване"
    },
    {
      "source": 13,
      "target": 23,
      "label": "Мотива за страданието на трудещия се човек"
    },
    {
      "source": 13,
      "target": 24,
      "label": "Мотива за изправянето на човека пред трудности, пораждащи раздвоение в него"
    },
    {
      "source": 13,
      "target": 25,
      "label": "Мотива за силата на първичното, природното начало"
    },
    {
      "source": 13,
      "target": 26,
      "label": "Мотива за опазването на човешкото достойнство"
    },
    {
      "source": 14,
      "target": 15,
      "label": "Мотива за самотата и съкровеният вътрешен свят"
    },
    {
      "source": 14,
      "target": 16,
      "label": "Мотива за възхищението от красотата"
    },
    {
      "source": 14,
      "target": 17,
      "label": "Мотива за мечтателността и копнежа по хармония"
    },
    {
      "source": 14,
      "target": 18,
      "label": "Мотива за покоя"
    },
    {
      "source": 14,
      "target": 19,
      "label": "Мотива за вътрешният порив към пречистване"
    },
    {
      "source": 14,
      "target": 20,
      "label": "Мотива за съхранението на духовната цялостност"
    },
    {
      "source": 14,
      "target": 21,
      "label": "Мотива за хармонията между човека и естествения свят"
    },
    {
      "source": 14,
      "target": 22,
      "label": "Мотива за одухотвореното битие"
    },
    {
      "source": 14,
      "target": 23,
      "label": "Мотива за сакралното пространство на красотата"
    },
    {
      "source": 14,
      "target": 24,
      "label": "Мотива за вътрешният свят на човека"
    },
    {
      "source": 14,
      "target": 25,
      "label": "Мотива за свободата на духа"
    },
    {
      "source": 14,
      "target": 26,
      "label": "Мотива за неприкосновеността на вътрешния мир"
    },
    {
      "source": 15,
      "target": 16,
      "label": "Желанието на Аза да съхрани красотата на любимата си"
    },
    {
      "source": 15,
      "target": 17,
      "label": "Мотива за самотата"
    },
    {
      "source": 15,
      "target": 18,
      "label": "Чувството за обреченост и безнадеждност"
    },
    {
      "source": 15,
      "target": 19,
      "label": "Темата за безщастието в живота и безсилието да бъде променено"
    },
    {
      "source": 15,
      "target": 20,
      "label": "Конфликта между вярата и безверието"
    },
    {
      "source": 15,
      "target": 21,
      "label": "Мотива за романтичните натури и нереализираните им докрай планове"
    },
    {
      "source": 15,
      "target": 22,
      "label": "Мотива за неспособността на човека да възвърне ближните си"
    },
    {
      "source": 15,
      "target": 23,
      "label": "Мотива за самотата"
    },
    {
      "source": 15,
      "target": 24,
      "label": "Темата за колебанието при изправяне пред житейска дилема"
    },
    {
      "source": 15,
      "target": 25,
      "label": "Мотива за миналото, влияещо върху действията на Аза в настоящето"
    },
    {
      "source": 15,
      "target": 26,
      "label": "Мотива за неблагоприятната действителност"
    },
    {
      "source": 16,
      "target": 17,
      "label": "Копнежа по романтичния образ на любимия човек"
    },
    {
      "source": 16,
      "target": 18,
      "label": "Желанието за чудо, отърваващо от болката"
    },
    {
      "source": 16,
      "target": 19,
      "label": "Мотива за желанието за невъзможното"
    },
    {
      "source": 16,
      "target": 20,
      "label": "Мотива за възхвалението на красотата в живота"
    },
    {
      "source": 16,
      "target": 21,
      "label": "Мотива за женската красота"
    },
    {
      "source": 16,
      "target": 22,
      "label": "Темата за естетичната красота"
    },
    {
      "source": 16,
      "target": 23,
      "label": "Мотива за красотата като избавление"
    },
    {
      "source": 16,
      "target": 24,
      "label": "Мотива за вътрешното раздвоение на човека"
    },
    {
      "source": 16,
      "target": 25,
      "label": "Мотива за свободно изразяване на личността"
    },
    {
      "source": 16,
      "target": 26,
      "label": "Мотива за красотата на човека/литературното творчество"
    },
    {
      "source": 17,
      "target": 18,
      "label": "Мотива за копнежа по-щастливо съществуване"
    },
    {
      "source": 17,
      "target": 19,
      "label": "Мотива за копнежа за душевната възка с друг"
    },
    {
      "source": 17,
      "target": 20,
      "label": "Мотива за преодоляването на невъзможни трудности"
    },
    {
      "source": 17,
      "target": 21,
      "label": "Мотива за преодоляването на житейските трудности"
    },
    {
      "source": 17,
      "target": 22,
      "label": "Мотива за одухотворената красота и хармония"
    },
    {
      "source": 17,
      "target": 23,
      "label": "Мотива за отстояването на личните принципи"
    },
    {
      "source": 17,
      "target": 24,
      "label": "Темата за душевното раздвоение"
    },
    {
      "source": 17,
      "target": 25,
      "label": "Мотива за духовната свобода"
    },
    {
      "source": 17,
      "target": 26,
      "label": "Мотива за отдаване към собстената цел"
    },
    {
      "source": 18,
      "target": 19,
      "label": "Мотива за простия детски поглед към света"
    },
    {
      "source": 18,
      "target": 20,
      "label": "Темата за преодоляване на страданието и изпитанията в човешкия живот чрез вярата"
    },
    {
      "source": 18,
      "target": 21,
      "label": "Търсенето на спасение от тегобите на човешкото съществуване"
    },
    {
      "source": 18,
      "target": 22,
      "label": "Мотива за смъртта на ближните (Монката за Дядо Захари, синовете на Сали Яшар)"
    },
    {
      "source": 18,
      "target": 23,
      "label": "Грижата за по-слабия и неспособен ближен човек"
    },
    {
      "source": 18,
      "target": 24,
      "label": "Поставянето на човека пред тежък житейски избор"
    },
    {
      "source": 18,
      "target": 25,
      "label": "Мотива за колебанието и съмнението в собстените си вярвания"
    },
    {
      "source": 18,
      "target": 26,
      "label": "Христианските образи и мотиви"
    },
    {
      "source": 19,
      "target": 20,
      "label": "Темата за обикновените радости в човешкия живот"
    },
    {
      "source": 19,
      "target": 21,
      "label": "Мотива за щастието в простия живот"
    },
    {
      "source": 19,
      "target": 22,
      "label": "Темата за неудолетвореността от живота"
    },
    {
      "source": 19,
      "target": 23,
      "label": "Мотива за самотата, породена от интелектуалната и духовна възвишеност"
    },
    {
      "source": 19,
      "target": 24,
      "label": "Мотива за екзистенциалната сложност на битието"
    },
    {
      "source": 19,
      "target": 25,
      "label": "Мотива за отчуждението на човека"
    },
    {
      "source": 19,
      "target": 26,
      "label": "Мотива за връщането към невинността и простотата"
    },
    {
      "source": 20,
      "target": 21,
      "label": "Мотива за жизнелюбието"
    },
    {
      "source": 20,
      "target": 22,
      "label": "Саможертвата за общото благо"
    },
    {
      "source": 20,
      "target": 23,
      "label": "Преодоляването на недъзите в човешкия живот"
    },
    {
      "source": 20,
      "target": 24,
      "label": "Мотива за трудностите в живота и раздвоението, което пораждат"
    },
    {
      "source": 20,
      "target": 25,
      "label": "Мотива за свободната личност, която сама определя посоката си"
    },
    {
      "source": 20,
      "target": 26,
      "label": "Твърдостта на духа пред морално изпитание"
    },
    {
      "source": 21,
      "target": 22,
      "label": "Темата за труда в полза на обществото"
    },
    {
      "source": 21,
      "target": 23,
      "label": "Темата за труда като духовна потребност"
    },
    {
      "source": 21,
      "target": 24,
      "label": "Мотива за живота страдание"
    },
    {
      "source": 21,
      "target": 25,
      "label": "Мотива за свободният дух срещу нормата"
    },
    {
      "source": 21,
      "target": 26,
      "label": "Мотива за творчеството като себеотстояване"
    },
    {
      "source": 22,
      "target": 23,
      "label": "Мотива за труда като форма на изкуство"
    },
    {
      "source": 22,
      "target": 24,
      "label": "Раздвоението на човека в търсенето на правилното"
    },
    {
      "source": 22,
      "target": 25,
      "label": "Мотива за пътя към осмислянето на живота"
    },
    {
      "source": 22,
      "target": 26,
      "label": "Темата за избора на твореца и неговото раздвоение"
    },
    {
      "source": 23,
      "target": 24,
      "label": "Поставянето на човека в момент на избор"
    },
    {
      "source": 23,
      "target": 25,
      "label": "Натиска върху индивида, следващ собствените си идеали пред тези на колектива"
    },
    {
      "source": 23,
      "target": 26,
      "label": "Мотива за трудностите в живота на твореца"
    },
    {
      "source": 24,
      "target": 25,
      "label": "Темата за търсенето и отркриването на истинската си всъщност"
    },
    {
      "source": 24,
      "target": 26,
      "label": "Мотива за болката и страданието породени от раздвоението"
    },
    {
      "source": 25,
      "target": 26,
      "label": "Темата за съхранението на личните ценности и идеали вместо на колективните"
    }
  ]
}
